{
  "personal_info": {
    "name": "John Doe",
    "address": "1234 Elm Street, Apartment 56City, State, ZIP Code",
    "phone": "(123) 456-7890",
    "email": "johndoe@email.com"
  },
  "objective": "Hardworking and reliable kitchen worker with over 3 years of experience in food preparation, cleaning, and supporting kitchen staff. Seeking a position in a fast-paced kitchen where I can contribute my skills, work ethic, and passion for cooking and food safety.",
  "experience": [
    {
      "position": "Kitchen Assistant",
      "company": "The Gourmet Bistro",
      "location": "City, State",
      "start_date": "January 2022",
      "end_date": "Present",
      "responsibilities": [
        "Assist in preparing ingredients for dishes, including chopping vegetables, marinating proteins, and assembling plating garnishes.",
        "Maintain cleanliness and organization of kitchen workstations, including washing dishes and cleaning kitchen equipment.",
        "Ensure all food items are properly stored and labeled, adhering to food safety and sanitation guidelines.",
        "Support chefs and line cooks during busy service hours by ensuring timely delivery of prepped ingredients and supplies.",
        "Operate kitchen machinery such as food processors, slicers, and blenders."
      ]
    },
    {
      "position": "Dishwasher/Prep Cook",
      "company": "Sunshine Café",
      "location": "City, State",
      "start_date": "June 2020",
      "end_date": "December 2021",
      "responsibilities": [
        "Washed dishes, pots, and utensils, ensuring they were properly sanitized and ready for use.",
        "Assisted in basic food prep tasks such as peeling, cutting, and mixing ingredients.",
        "Maintained cleanliness of kitchen surfaces and assisted with stock rotation to reduce food waste.",
        "Followed food safety standards, including proper storage and labeling of perishable items.",
        "Assisted chefs during peak hours to ensure smooth kitchen operations."
      ]
    }
  ],
  "education": [
    {
      "degree": "High School Diploma",
      "school": "City High School",
      "location": "City, State",
      "graduation_year": "2019"
    }
  ],
  "skills": [
    {
      "skill": "Food Preparation",
      "description": "Skilled in chopping, dicing, slicing, and general food preparation tasks."
    },
    {
      "skill": "Kitchen Safety \u0026 Sanitation",
      "description": "Knowledge of food safety guidelines, sanitation procedures, and safe use of kitchen equipment."
    },
    {
      "skill": "Time Management",
      "description": "Ability to work under pressure in a fast-paced environment, ensuring timely completion of tasks."
    },
    {
      "skill": "Teamwork",
      "description": "Excellent team player with a strong work ethic and willingness to take direction from chefs and kitchen leads."
    },
    {
      "skill": "Multitasking",
      "description": "Able to manage multiple tasks at once, especially during busy service hours."
    }
  ],
  "certifications": [
    {
      "name": "Food Handler’s Certificate",
      "issuer": "Local Health Department",
      "date": "March 2023"
    },
    {
      "name": "Basic First Aid \u0026 CPR Certified",
      "issuer": "Red Cross",
      "date": "May 2023"
    }
  ],
  "references": "Available upon request."
}